Repository: 84000/data-translation-memory
Catalog: toh580-v4.tmx
Source language: bo
Languages: en

source: ༄༅། །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: སྦྱིན་པའི་སྙིང་པོ་འདི་ལན་ཅིག་ཐོས་པས་སྦྱིན་པ་ཐོབ་པར་འགྱུར་རོ། །
en: By hearing this essence mantra of giving, even one time, one will obtain the perfection of giving:

source: ཨོཾ་ན་མ་སྟཻ་བྷ་ག་བ་ཏི་དཱ་ནཱ་དྷི་པ་ཏ་ཡེ་སྭཱ་ཧཱ།
en: oṃ namas tasyai bhagavati dānādhipataye svāhā |

source: ཚུལ་ཁྲིམས་ཀྱི་སྙིང་པོ་འདི་ལན་ཅིག་ཐོས་པས་ཚུལ་ཁྲིམས་ཐོབ་པར་འགྱུར་རོ། །
en: By hearing this essence mantra of ethics, even one time, one will obtain the perfection of ethics:

source: ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཱཾ། མ་ཧཱ་ཀ་ནཱ་ད་མ་ཀཱ་ནཱཾ། ན་མོ་བྷ་ག་བ་ཏྱཻ། ཤཱི་ལ་པ་རི་པཱུརྞ་ཤ་རཱི་ཡཻ་ཤཱི་ལཾ་མེ། སཱ་དྷ་ཡ་སཱ་དྷ་ཡ། ཀིན་ཏིཥྛ་སཾ་བུདྡྷོ་བྷ་ག་བན་དྷརྨ་སྱ། ས་མཱ་ཛྙཱ་ན་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: namaḥ sarvatathāgatānāṃ mahākāmātmakānām | namo bhagavatyai | śīlaparipūrṇas īraye śīlaṃ me | sādhaya sādhaya | kiṃ tiṣṭha saṃbuddho bhagavan dharmasya samājñānapayati | svāhā |

source: བཟོད་པའི་སྙིང་པོ་འདི་ལན་ཅིག་ཐོས་པས་བཟོད་པ་ཐོབ་པར་འགྱུར་རོ། །
en: By hearing this essence mantra of patience, even one time, one will obtain the perfection of patience:

source: ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨ་ཙིནྟ་གོ་ཙརྱ། ན་མོ་ཀྵཱནྟི་ཡེ་བ་ཧུ་བྷིཿ། ཏ་ཐཱ་ག་ཏ་ན་བྷུ་ཏ་ཀོ་ཊི་བྷི་བ་རི་བ་ར་ཏི་ཏ་ཡཻ་རཀྵཾ་ཀུ་རུ་ཏུ་རུ་ཏུ་རུ་ས་མ་ཡ་མ་ནུ་སྨ་ར་ཤཱཀྱ་མུ་ནི་སརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཾ་ཨ་པ་རི་མི་ཏཱ་ཛྙཱ་ན་གོ་ཙ་རོ་ཛྙཱ་ནཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: namaḥ sarvatathāgatāya acintya gocarya | namaḥ kṣantaye bahubhyaḥ | tathāgatānām bhūtakoṭibhiḥ parivartita ye rakṣa kuru turu turu samayam anusmara | śākyamuni sarvatathāgatānām pāramitājñānagocaro jñānagocaro 'jñānam apāyati | svāhā |

source: བརྩོན་འགྲུས་ཀྱི་སྙིང་པོ་འདི་ལན་ཅིག་ཐོས་པས་བརྩོན་འགྲུས་ཐོབ་པར་འགྱུར་རོ། །
en: By hearing this essence mantra of effort, even one time, one will obtain the perfection of effort:

source: ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཱཾ། མ་ཙིན་ཏྱ་བི་ཤཱ་ཡ་ནཱཾ། ན་མོ་སྟུ་ཏེ་བྷ་ག་བ་ཏེ་བཱི་རྱ་བཱ་ར་མི་ཏཱ། བཱིརྱ་ཀུ་རུ་བཱིརྱེ་བཱིརྱེ། མ་ཧཱ་བཱིརྱ་ཏ་ཏཱ་ག་ཏ། སརྦ་ཛྙཱ་ནཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: namaḥ sarvatathāgatānām acintya visayānām | namo stute bhagavate viryapāramitā | viryan kuru vīrye vīrye mahāvīrye tathāgata sarvājñānam apayati svāhā |

source: བསམ་གཏན་གྱི་སྙིང་པོ་འདི་ལན་ཅིག་ཐོས་པས་བསམ་གཏན་ཐོབ་པར་འགྱུར་རོ། །
en: By hearing this essence mantra of meditative concentration, even one time, one will obtain the perfection of meditative concentration:

source: ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཱཾ། ཨོཾ་བི་མ་ལེ། ནིརྨ་ལེ། དྷྱཱ་ནེདྷྱཱ་ནེ། དྷྱཱ་ན་པྲི་ཡེ་ཧཱུྃ་ཕཊ།
en: namaḥ sarvatathāgatānām | oṃ vimale nirmale dhyāne dhyāne dhyānapriye hūṃ phaṭ |

source: ཤེས་རབ་ཀྱི་སྙིང་པོ་འདི་ལན་ཅིག་ཐོས་པས་ཤེས་རབ་ཐོབ་པར་འགྱུར་རོ། །
en: By hearing this essence mantra of wisdom, even one time, one will obtain the perfection of wisdom:

source: ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨ་པ་རི་མི་ཏཱ་ཛྙཱ་ན་གོ་ཙ་རཱ་ཡ། ན་མོ་བྷ་ག་བ་ཏེ། ཛྙཱ་ན་པཱ་ར་མི་ཏཱ་ཡཻ། ཛྙཱ་ནཱུཾ་མི་ཀུ་རུ་ཀུ་རུ་བི་གཱ་ན་ཏ་ཐཱ་ག་ཏ་སྱ། ས་མ་ཡ་མ་ནུ་སྨ་ར། ཧི་ཧི་ཧི་ཧི། ཛྙཱ་ཛྙཱ་ཛྙཱ་ཛྙཱ། ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: namas tathāgatāya aparimitājñānagocarāya | namo bhagavate jñānapāramitā | ye jñānam | me kuru kuru vigaṇa | tathāgatasya samayam anusmara | hi hi hi hi jñā jñā jñā jñā hūṃ hūṃ phaṭ |

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གཟུང་བར་འགྱུར་བའི་གཟུངས་རྫོགས་སོ།​།
en: This completes “The Dhāraṇī for Retaining the Six Perfections.”
